[
  {
    "q": "Which one of these rulers did not belong to the Habsburg dynasty?",
    "a": "PHILIP V"
  },
  {
    "q": "In the Magic: The Gathering universe, which plane does the Homelands expansion take place in?",
    "a": "ULGROTHA"
  },
  {
    "q": "What does the International System of Quantities refer 1024 bytes as?",
    "a": "KIBIBYTE"
  },
  {
    "q": "In the Pokémon series, what is Palkia's hidden ability?",
    "a": "TELEPATHY"
  },
  {
    "q": "The Harvard architecture for micro-controllers added which additional bus?",
    "a": "INSTRUCTION"
  },
  {
    "q": "What is the name of one of the Neo-Aramaic languages spoken by the Jewish population from Northwestern Iraq?",
    "a": "LISHANA DENI"
  },
  {
    "q": "In which classic novel by Mark Twain did a beggar and Prince of Wales switch clothes, and learn about social class inequality?",
    "a": "THE PRINCE AND THE PAUPER"
  },
  {
    "q": "Which of these cartoon girlfriends of popular characters first appeared before their boyfriends?",
    "a": "OLIVE OYL"
  },
  {
    "q": "Which of these is NOT a real tectonic plate?",
    "a": "ATLANTIC PLATE"
  },
  {
    "q": "Volkswagen's legendary VR6 engine has cylinders positioned at what degree angle?",
    "a": "15 DEGREE"
  },
  {
    "q": "What was the name of the actor who played Leatherface in the 1974 horror film, The Texas Chainsaw Massacre?",
    "a": "GUNNAR HANSEN"
  },
  {
    "q": "Which of the following is NOT a word used to describe an earthquake?",
    "a": "DROP-SLIDE"
  },
  {
    "q": "In the 2014 Pokemon VGC Finals, which Pokemon was famous for bringing the winner to victory?",
    "a": "PACHIRISU"
  },
  {
    "q": "What is the first track on the Dave Matthews Band album \"Before These Crowded Streets\"?",
    "a": "PANTALA NAGA PAMPA"
  },
  {
    "q": "Painter Piet Mondrian (1872 - 1944) was a part of what movement?",
    "a": "NEOPLASTICISM"
  },
  {
    "q": "From 1940 to 1942, what was the capital-in-exile of Free France ?",
    "a": "BRAZZAVILLE"
  },
  {
    "q": "Which card is on the cover of the Beta rulebook of \"Magic: The Gathering\"?",
    "a": "BOG WRAITH"
  },
  {
    "q": "Who is the original author of the realtime physics engine called PhysX?",
    "a": "NOVODEX"
  },
  {
    "q": "What was the aim of the \"Umbrella Revolution\" in Hong Kong in 2014?",
    "a": "GENUINE UNIVERSAL SUFFRAGE"
  },
  {
    "q": "Which of the following actors portrayed the Ninth Doctor in the British television show \"Doctor Who\"?",
    "a": "CHRISTOPHER ECCLESTON"
  },
  {
    "q": "According to the 2014-2015 Australian Bureau of Statistics, what percentage of Australians were born overseas?",
    "a": "28%"
  },
  {
    "q": "In the Overlord Anime who was Cocytus made by?",
    "a": "WARRIOR TAKEMIKAZUCHI"
  },
  {
    "q": "Chino Moreno is the lead singer of which alternative metal band?",
    "a": "DEFTONES"
  },
  {
    "q": "When does Finland celebrate their independence day?",
    "a": "DECEMBER 6TH"
  },
  {
    "q": "What Magic: The Gathering card's flavor text is just 'Ribbit.'?",
    "a": "TURN TO FROG"
  },
  {
    "q": "In \"Resident Evil 3\", how many inventory slots does Jill have at the start of the game?",
    "a": "8"
  },
  {
    "q": "What was the last Aphex Twin album released before his decade-long hiatus?",
    "a": "DRUKQS"
  },
  {
    "q": "In World of Warcraft lore, which of the following is known as the God of Spiders in the troll's loa beliefs?",
    "a": "ELORTHA NO SHADRA"
  },
  {
    "q": "What is the name of your team in Star Wars: Republic Commando?",
    "a": "DELTA SQUAD"
  },
  {
    "q": "Which person from \"JoJo's Bizarre Adventure\" does NOT house a reference to a band, artist, or song earlier than 1980?",
    "a": "GIORNO GIOVANNA"
  },
  {
    "q": "Which of these is NOT a song featured on the Lockjaw EP released in 2013 by Flume & Chet Faker?",
    "a": "LEFT ALONE"
  },
  {
    "q": "What was the first movie to ever use a Wilhelm Scream?",
    "a": "DISTANT DRUMS"
  },
  {
    "q": "What year is on the flag of the US state Wisconsin?",
    "a": "1848"
  },
  {
    "q": "In physics, conservation of energy and conservation of momentum are both consequences of which of the following?",
    "a": "NOETHER'S THEOREM"
  },
  {
    "q": "Which of these did mathematician Leonhard Euler NOT develop?",
    "a": "AN IMPROVEMENT TO THE FAST FOURIER TRANSFORM"
  },
  {
    "q": "During development of \"Super Mario World\", Yoshi's hard saddle was originally which of these?",
    "a": "A SHELL"
  },
  {
    "q": "What was the third country to have a McDonald's restaurant?",
    "a": "COSTA RICA"
  },
  {
    "q": "Nephelococcygia is the practice of doing what?",
    "a": "FINDING SHAPES IN CLOUDS"
  },
  {
    "q": "In \"Jewelpet Sunshine\", what is the song that plays when Kanon and her friends bust out of prison?",
    "a": "I DON'T WANT TO MISS A THING"
  },
  {
    "q": "What scientific suborder does the family Hyaenidae belong to?",
    "a": "FELIFORMIA"
  },
  {
    "q": "On the Beaufort Scale of wind force, what wind name is given to number 8?",
    "a": "GALE"
  },
  {
    "q": "How many types of quarks are there in the standard model of physics?",
    "a": "6"
  },
  {
    "q": "Which species is a \"mountain chicken\"?",
    "a": "FROG"
  },
  {
    "q": "What is the name of rocky region that spans most of eastern Canada?",
    "a": "CANADIAN SHIELD"
  },
  {
    "q": "Which of the following Physicists aided Nazi Germany in their production of a nuclear weapon?",
    "a": "WERNER HEISENBERG"
  },
  {
    "q": "In June 2017, Saudi Arabia and Egypt broke off ties with which country over its supposed support for terrorism?",
    "a": "QATAR"
  },
  {
    "q": "In the metal band Slipknot, there are 9 members, which member labelled themselves number 6?",
    "a": "SHAWN CRAHAN (CLOWN)"
  },
  {
    "q": "In the Batman comics, by what other name is the villain Dr. Jonathan Crane known?",
    "a": "SCARECROW"
  },
  {
    "q": "Which of these theoretical phycisists first predicted the existence of antimatter?",
    "a": "PAUL DIRAC"
  },
  {
    "q": "Which of the following is NOT a computer science algorithm?",
    "a": "FLOAT SORT"
  }
]