[
  {
    "q": "What was the name of the national hero of the Philippines who inspired and lead the Philippine Revolution against colonial Spain?",
    "a": "JOSÉ RIZAL"
  },
  {
    "q": "Which of these operators from \"Tom Clancy's Rainbow Six Siege\" has the ability to damage reinforced walls?",
    "a": "JORDAN \"THERMITE\" TRACE"
  },
  {
    "q": "What is the AK-47's name in Counter Strike: Source?",
    "a": "CV-47"
  },
  {
    "q": "Computer manufacturer Compaq was acquired for $25 billion dollars in 2002 by which company?",
    "a": "HEWLETT-PACKARD"
  },
  {
    "q": "The Proclaimers - I'm Gonna Be (500 Miles) reached what position on the US Hot 100 Charts in 1993?",
    "a": "3RD"
  },
  {
    "q": "Out of the 3 Tots in Tots TV, who speaks French in the UK Version and Spanish in the US Version?",
    "a": "TILLY"
  },
  {
    "q": "On which aircraft carrier did the Doolitte Raid launch from on April 18, 1942 during World War II?",
    "a": "USS HORNET"
  },
  {
    "q": "What mountain range lines the border between Spain and France?",
    "a": "PYRENEES"
  },
  {
    "q": "In poker, \"EV\" means what?",
    "a": "EXPECTED VALUE"
  },
  {
    "q": "Who had hits in the 70s with the songs \"Lonely Boy\" and \"Never Let Her Slip Away\"?",
    "a": "ANDREW GOLD"
  },
  {
    "q": "In \"To Love-Ru: Darkness\", which of the girls attempt making a harem for Rito Yuuki?",
    "a": "MOMO DEVILUKE"
  },
  {
    "q": "Macintosh has named six of its operating systems after big cats. What big cat did Macintosh name their 2007 release after?",
    "a": "LEOPARD"
  },
  {
    "q": "A minotaur is half human half what?",
    "a": "BULL"
  },
  {
    "q": "In the song “The Ultimate Showdown of Ultimate Destiny,” who is the only one to survive the battle?",
    "a": "MR. ROGERS"
  },
  {
    "q": "'74–'75 is a 1993 single from the album Ring by what American band?",
    "a": "THE CONNELLS"
  },
  {
    "q": "What musician made the song \"F**kin` Perfect\" in 2010?",
    "a": "P!NK"
  },
  {
    "q": "Which JoJo's Bizarre Adventure character possesses the Stand named Silver Chariot?",
    "a": "JEAN PIERRE POLNAREFF"
  },
  {
    "q": "The rights to the \"Rayman\" series are owned by which company?",
    "a": "UBISOFT"
  },
  {
    "q": "How many zombies need to be killed to get the \"Zombie Genocider\" achievement in Dead Rising (2006)?",
    "a": "53,594"
  },
  {
    "q": "What caused Jake Lloyd who played Anakin Skywalker in The Phantom Menace to quit acting?",
    "a": "BULLYING"
  },
  {
    "q": "One of the early prototypes of the Sega Dreamcast controller resembled which of the following?",
    "a": "TELEVISION REMOTE"
  },
  {
    "q": "Which of these symbols can be seen on the shirt of the 1993 video game character, Bubsy T. Bobcat?",
    "a": "AN EXCLAMATION POINT"
  },
  {
    "q": "What is the main character of Metal Gear Solid 2?",
    "a": "RAIDEN"
  },
  {
    "q": "Directly between the Washington Monument and the Reflecting Pool is a memorial to which war?",
    "a": "WORLD WAR II"
  },
  {
    "q": "In the TV series \"Person of Interest\", who plays the character \"Harold Finch\"?",
    "a": "MICHAEL EMERSON"
  },
  {
    "q": "What is the name of the AHL affiliate of the Toronto Maple Leafs?",
    "a": "TORONTO MARLIES"
  },
  {
    "q": "What were the Chilled Monkey Brains made from during Indiana Jones and the Temple of Doom?",
    "a": "CUSTARD AND RASPBERRY SAUCE"
  },
  {
    "q": "What medication was once commonly used as rat poison?",
    "a": "COUMADIN"
  },
  {
    "q": "All of the following countries have official claims to territory in Antartica EXCEPT:",
    "a": "UNITED STATES"
  },
  {
    "q": "On which planet does the game Freedom Planet (2014) take place?",
    "a": "AVALICE"
  },
  {
    "q": "Before becoming the Autobot leader, Optimus Prime was known by what name on Cybertron?",
    "a": "ORION PAX"
  },
  {
    "q": "What is the capital of Peru?",
    "a": "LIMA"
  },
  {
    "q": "Which Doom Patrol member was a later addition, first appearing in 1989?",
    "a": "CRAZY JANE"
  },
  {
    "q": "Which of following is rude and dishonorable by Klingon standards?",
    "a": "TAKING HIS D'K TAHG"
  },
  {
    "q": "The song \"Feel Good Inc.\" by British band Gorillaz features which hip hop group?",
    "a": "DE LA SOUL"
  },
  {
    "q": "Which greek mathematician ran through the streets of Syracuse naked while shouting \"Eureka\" after discovering the principle of displacement?",
    "a": "ARCHIMEDES"
  },
  {
    "q": "Which team won the first Overwatch League championship?",
    "a": "LONDON SPITFIRE"
  },
  {
    "q": "What is the name of the family that the domestic cat is a member of?",
    "a": "FELIDAE"
  },
  {
    "q": "What was the unofficial name for Germany between 1919 and 1933?",
    "a": "WEIMAR REPUBLIC"
  },
  {
    "q": "In the Hellboy universe, who founded the BPRD?",
    "a": "TREVOR BRUTTENHOLM"
  },
  {
    "q": "Which of these countries is not a United Nations member state?",
    "a": "NIUE"
  },
  {
    "q": "Which stand-up comedian voiced the talking parrot \"Iago\" in Disney's 1992 adaptation of Aladdin?",
    "a": "GILBERT GOTTFRIED"
  },
  {
    "q": "What is the northernmost human settlement with year round inhabitants?",
    "a": "ALERT, CANADA"
  },
  {
    "q": "Which of these Disney classics was released in 1970?",
    "a": "THE ARISTOCATS"
  },
  {
    "q": "What book series published by Jim Butcher follows a wizard in modern day Chicago?",
    "a": "THE DRESDEN FILES"
  },
  {
    "q": "Which episode from The Amazing World Of Gumball won the Childrens Choice Award at the British Animation Awards in 2016?",
    "a": "THE SHELL"
  },
  {
    "q": "Who designed the Chupa Chups logo?",
    "a": "SALVADOR DALI"
  },
  {
    "q": "In which 1955 film does Frank Sinatra play Nathan Detroit?",
    "a": "GUYS AND DOLLS"
  },
  {
    "q": "Which of these characters won the Super Smash Bros. Fighter Ballot in 2015?",
    "a": "BAYONETTA"
  },
  {
    "q": "In \"Call Of Duty: Zombies\", completing which map's easter egg will reward you with the achievement, \"Time Travel Will Tell\"?",
    "a": "SHANGRI-LA"
  }
]